#+TITLE: #dcmd - Deputado, Cadê Meu Dinheiro??!!
#+AUTHOR: Franco Eusébio Garcia
#+DATE: [2025-09-18]

** Sistema que gerou os dados

#+BEGIN_SRC bash :results output
date --iso-8601
echo
echo "Linux"
uname -a
echo
echo "Python"
python --version
pip -V
echo
echo "Bash e outros"
bash --version | head -n 3
wget --version | head -n 1
curl --version | head -n 1
unzip -v | head -n 1
#+END_SRC

#+RESULTS:
#+begin_example
2025-10-20

Linux
Linux darkstar-6700k 6.17.2-arch1-1 #1 SMP PREEMPT_DYNAMIC Sun, 12 Oct 2025 12:45:18 +0000 x86_64 GNU/Linux

Python
Python 3.13.7
pip 25.2 from /usr/lib/python3.13/site-packages/pip (python 3.13)

Bash e outros
GNU bash, version 5.3.3(1)-release (x86_64-pc-linux-gnu)
Copyright (C) 2025 Free Software Foundation, Inc.
License GPLv3+: GNU GPL version 3 or later <http://gnu.org/licenses/gpl.html>
GNU Wget 1.25.0 built on linux-gnu.
curl 8.16.0 (x86_64-pc-linux-gnu) libcurl/8.16.0 OpenSSL/3.6.0 zlib/1.3.1 brotli/1.1.0 zstd/1.5.7 libidn2/2.3.7 libpsl/0.21.5 libssh2/1.11.1 nghttp2/1.67.1 nghttp3/1.12.0
UnZip 6.00 of 20 April 2009, by Info-ZIP.  Maintained by C. Spieler.  Send
#+end_example

